{
  "main": {
    "hello": "Bonjour Monde !",
    "home":"Accueil",
    "welcome":"Bienvenue sur ",
    "p1":"Plongez dans notre jeu interactif et ludique où chaque quête nous rapproche d'un avenir plus vert. Apprenez, jouez, gagnez des récompenses et contribuez à la préservation de notre planète.",
    "why":"Pourquoi s’inscrire ?",
    "p2":"S'inscrire sur GREENPLAY, c'est rejoindre une communauté engagée dans la lutte pour un avenir durable. En créant un compte, vous pourrez suivre vos progrès, sauvegarder vos quêtes achevées et accumuler des récompenses exclusives.",
    "whyplay":"Pourquoi jouer ?",
    "p3":"Jouer sur GREENPLAY est une opportunité unique de combiner amusement et sensibilisation aux enjeux écologiques. C'est une manière engageante d'apprendre sur les défis environnementaux tout en découvrant des moyens concrets d'y répondre. À travers chaque quête, vous augmentez non seulement votre connaissance sur l'écologie, mais vous contribuez aussi activement à des initiatives de préservation de l'environnement.",
    "how":"Comment jouer ?",
    "p4-1":"1. Inscrivez-vous pour suivre vos progrès",
    "p4-2":"2. Explorez et sélectionnez une quête depuis le tableau des quêtes.",
    "p4-3":"3. Réalisez les objectifs de la quête, validez votre succès en répondant à un quizz, et récoltez des récompenses depuis votre compte !",
    "subject":"Sujet abordés des Quêtes",
    "what":"A quoi ressemble une Quête ?",
    "p5":"- Dans le pop-up de quête, découvrez une courte description du problème environnemental.",
    "p6":"- Découvrez la quête principale et une quête secondaire optionnelle à intégrer dans votre quotidien (la non-validation de celle-ci n’empêche pas la validation de la quête principale).",
    "p7":"- Cliquez sur \"Effectuer la Quête\" pour accéder à la page d'information et commencez votre quête !",
    "rewards":"Système de Récompense",
    "p8":"Soyez récompensés à chaque fin de quête !",
    "p9":"Badges de réussite : À l'issue de chaque quête, vous recevez un badge unique. Ces badges symbolisent les connaissances que vous avez acquises et votre participation active à la cause écologique.",
    "p10":"Codes promotionnels : Profitez de codes promotionnels pour des jeux vidéo éco-responsables !",
    "p11":"Une fois toutes les quêtes terminées, une surprise vous attend !",
    "more":"Au-delà des récompenses virtuelles, votre participation contribue réellement à la protection de l'environnement.",
    "p12":"Toutes vos récompenses sont sauvegardées sur votre profil dès l'inscription.",
    "p13":"Rejoignez l'aventure GREENPLAY ! Apprenez, agissez, et soyez récompensés :)"

  },
  "special":{
    "gp":"GREENPLAY",
    "exclam": " !"
  }
}
